Repository: Lan2Play/PugSharp
Catalog: PugSharp.Translation/Properties/Resources.*.resx
Languages: br, da, de, es, ja, pt, zh_hans

# PugSharp.Command.ChangedMaxOvertimeRounds
source: Changed max overtime rounds from {0:oldMaxRounds} to {1:maxOvertimeRounds}
br: Alterado o número máximo de rounds da prorrogação de {0:oldMaxRounds} para {1:maxOvertimeRounds}
da: Ændret Max overtids runder fra {0:oldMaxRounds} til {1:maxOvertimeRounds}
es: Cambiado el número máximo de rondas de prórroga de {0:oldMaxRounds} a {1:maxOvertimeRounds}
ja: 延長戦の最大ラウンド数を{0:oldMaxRounds}から{1:maxOvertimeRounds}に変更
pt: Alterado o número máximo de rodadas extras de {0:oldMaxRounds} para {1:maxOvertimeRounds}
zh_hans: 将最大加时赛回合数由 {0:oldMaxRounds} 修改至 {1:maxOvertimeRounds}

# PugSharp.Command.ChangedMaxRounds
source: Changed max rounds from {0:oldMaxRounds} to {1:maxRounds}
br: Alterado o número máximo de rounds de {0:oldMaxRounds} para {1:maxRounds}
da: Ændret Max runder fra {0:oldMaxRounds} til {1:maxRounds}
es: Cambiado el número máximo de rondas de {0:oldMaxRounds} a {1:maxRounds}
ja: 最大ラウンド数を{0:oldMaxRounds}から{1:maxRounds}に変更
pt: Alterado o número máximo de rodadas de {0:oldMaxRounds} para {1:maxRounds}
zh_hans: 将最大回合数由 {0:oldMaxRounds} 修改至 {1:maxRounds}

# PugSharp.Command.ChangedTeamMode
source: Changed Teammode from {0:oldTeamMode} to {1:newTeamMode}
br: Modo de equipe alterado de {0:oldTeamMode} para {1:newTeamMode}
da: Ændret Holdmode fra {0:oldTeamMode} til {1:newTeamMode}
es: Cambiado el Modo de Equipo de {0:oldTeamMode} a {1:newTeamMode}
ja: チームモードを{0:oldTeamMode}から{1:newTeamMode}に変更
pt: Alterado Teammode de {0:oldTeamMode} para {1:newTeamMode}
zh_hans: 将队伍模式由 {0:oldTeamMode} 修改至 {1:newTeamMode}

# PugSharp.Command.ConfigLoaded
source: Matchconfig loaded!
br: Configuração da partida carregado!
da: Kampconfig loadet!
es: ¡Configuración de la partida cargada!
ja: Matchconfigのロードが完了しました！
pt: Matchconfig carregado!
zh_hans: Matchconfig配置文件加载完成!

# PugSharp.Command.CreatingMatchAddMap
source: `!addmap <mapname>` to add a map!
br: `!addmap <nome_do_mapa> para adicionar um mapa!
da: `!tilføjkort<mapname> for at tilføje et kort!
es: `!addmap <nombre_del_mapa> ` para añadir un mapa!
ja: `!addmap <mapname> でマップを追加できます！
pt: `!addmap <nome do mapa>` para adicionar um mapa!
zh_hans: `使用 !addmap <地图名称> 添加地图!

# PugSharp.Command.CreatingMatchMatchInfo
source: `!matchinfo` to show current match configuration!
br: `!matchinfo` para mostrar a configuração atual!
da: `!kampinfo` for at vise den nuværende kamp configuration!
es: `!matchinfo` para mostrar la configuración actual de la partida!
ja: `!matchinfo` で現在の試合設定が表示されます！
pt: `!matchinfo` para mostrar a configuração atual da partida!
zh_hans: 使用 `!matchinfo` 展示当前比赛配置!

# PugSharp.Command.CreatingMatchMaxOvertimeRounds
source: `!maxovertimerounds <rounds>` to set max overtime rounds!
br: `!maxovertimerounds <rounds>` para definir o máximo de rounds da prorrogação!
da: `!maxovertidrunder <rounds>` for at sætte max overtids runder!
ja: `!maxovertimerounds <rounds>` で延長戦の最大ラウンド数を設定できます！
pt: `!maxovertimerounds <rounds>` para definir o máximo de rodadas de prorrogação!
zh_hans: 使用 `!maxovertimerounds <回合数>` 设置最大加时赛回合数!

# PugSharp.Command.CreatingMatchMaxRounds
source: `!maxrounds <rounds>` to set max match rounds!
br: `!maxrounds <rounds>` para definir o número máximo de rounds!
da: `!maxrunder <rounds>` for at sætte max kamp runder!
ja: `!maxrounds <rounds>` で試合の最大ラウンド数を設定できます！
pt: `!maxrounds <rounds>` para definir o máximo de rodadas de partida!
zh_hans: 使用 `!maxrounds <回合数>` 设置最大回合数!

# PugSharp.Command.CreatingMatchPlayersPerTeam
source: `!playersperteam <players>` to set players per team!
br: `!playersperteam <players>` para definir o número de jogadores por time!
da: `!spillereperteam <players>` for at sætte antal spillere per hold!
ja: `!playersperteam <players>` でチームあたりのプレイヤー数を設定できます！
pt: `!playersperteam <players>` para definir jogadores por equipe!
zh_hans: 使用 `!playersperteam <玩家数量>` 设置每支队伍的最大玩家数量!

# PugSharp.Command.CreatingMatchRemoveMap
source: `!removemap <mapname>` to remove a map!
br: `!removemap <mapname>` para remover um mapa!
da: `!fjernkort <mapname>` for at fjerne et kort!
ja: `!removemap <mapname>` でマップを削除できます！
pt: `!removemap <nome do mapa>` para remover um mapa!
zh_hans: 使用 `!removemap <地图名称>` 删除地图!

# PugSharp.Command.CreatingMatchStarted
source: Creating a match started!
br: Criação de partida iniciado!
ja: 試合が開始されました！
pt: A criação de uma partida foi iniciada!
zh_hans: 成功创建比赛!

# PugSharp.Command.CreatingMatchStartMatch
source: `!startmatch` to start the match!
br: `!startmatch` para iniciar a partida!
ja: `!startmatch`で試合を開始できます！
pt: `!startmatch` para iniciar a partida!
zh_hans: 使用 `!startmatch` 开始比赛!

# PugSharp.Command.CreatingMatchTeamMode
source: `!teammode <mode>` to set the team mode!
br: `!teammode <modo>` para definir o módo de equipe!
ja: `!teammode <mode>` でチームモードを設定できます！
pt: `!teammode <mode>` para definir o modo de equipe!
zh_hans: 使用 `!teammode <模式>` 设置队伍模式!

# PugSharp.Command.Error.ArgumentRoundIndexNotNumeric
source: The argument for round index has to be numeric.
br: O argumento de do índice de rounds tem que ser numérico.
ja: ラウンドインデックスの引数は数字である必要があります。
pt: O argumento para o índice round deve ser numérico.
zh_hans: round index的参数必须为数字.

# PugSharp.Command.Error.CsgoDirNotFound
source: Csgo directory not found!
br: Diretório do CSGO não foi encontrado!
ja: Csgoディレクトリが見つかりません！
pt: Diretório CSGO não encontrado!
zh_hans: 没有找到Csgo游戏目录!

# PugSharp.Command.Error.FileNameRequired
source: FileName is required as Argument!
br: Nome do arquivo é obrigatório!
ja: 引数にはファイル名が必要です！
pt: FileName é necessário como Argumento!
zh_hans: 需要FileName作为参数!

# PugSharp.Command.Error.LoadingConfig
source: Loading config was not possible. Error: {0:error.Value}
br: Não foi possível carregar a configuração, Erro: {0:error.Value}
ja: configをロードできませんでした。エラー: {0:error.Value}
pt: Não foi possível carregar a configuração. Erro: {0:error.Value}
zh_hans: 无法加载config文件. 错误: {0:error.Value}

# PugSharp.Command.Error.MapNameRequired
source: Mapname is required!
br: Nome do mapa é obrigatório!
ja: マップ名は必須です！
pt: O nome do mapa é obrigatório!
zh_hans: 需要地图名称!

# PugSharp.Command.Error.MapNotRemoved
source: could not remove **{0:mapName}**. Current maps are {1:maps}
br: Não foi possível remover **{0:mapName}**. Mapas atuais: {1:maps}
ja: **{0:mapName}**を削除できませんでした。 現在のマップは {1:maps}です
pt: não foi possível remover **{0:mapName}**. Os mapas atuais são {1:maps}
zh_hans: 无法删除 **{0:mapName}**. 当前地图为 {1:maps}

# PugSharp.Command.Error.MatchIdRequired
source: MatchId is required as Argument!
br: ID da partida é obrigatório!
ja: 引数としてMatchIdが必要です！
pt: MatchId é necessário como Argumento!
zh_hans: MatchId必须作为参数!

# PugSharp.Command.Error.MatchInfoFileCouldNotBeLoaded
source: MatchInfoFile "{matchInfoFileName}" could not be loaded!
br: Arquivo da partida "{matchInfoFileName}" não pode ser carregado!
ja: MatchInfoファイル "{matchInfoFileName}" がロードできませんでした！
pt: MatchInfoFile "{matchInfoFileName}" não pôde ser carregado!
zh_hans: 无法加载 "{matchInfoFileName}" MatchInfo文件!

# PugSharp.Command.Error.MatchInfoFileNotFound
source: MatchInfoFile "{matchInfoFileName}" not found!
br: Arquivo da partida "{matchInfoFileName}" não encontrado!
ja: MatchInfoファイル "{matchInfoFileName}" が見つかりません！
pt: MatchInfoFile "{matchInfoFileName}" não encontrado!
zh_hans: 找不到 "{matchInfoFileName}" MatchInfo文件!

# PugSharp.Command.Error.MatchRunning
source: Currently Match {0:match} is running. To stop it call `{1:stopCommand}`!
br: Partida atual {0:match} está em progresso. Para parar, digite `{1:stopCommand}`!
ja: 現在の試合 {0:match} は開始済です。 試合を中止するには `{1:stopCommand}`を宣言してください！
pt: Atualmente a partida {0:match} está em execução. Para pará-lo, chame `{1:stopCommand}`!
zh_hans: 当前正在进行比赛 {0:match} . 取消比赛请使用 `{1:stopCommand}`!

# PugSharp.Command.Error.MatchStateUnavailable
source: Currently no match is running. Matchstate is unavailable!
br: Atualmente não há partida em progresso, estado da partida indisponível!
pt: Atualmente nenhuma partida está acontecendo. Matchstate não está disponível!
zh_hans: 当前没有正在进行的比赛. 比赛信息不可用!

# PugSharp.Command.Error.NoMatch
source: No match available.
br: Não há partida disponível.
pt: Nenhuma correspondência disponível.
zh_hans: 没有可用的比赛.

# PugSharp.Command.Error.NoMatchRunning
source: Currently no Match is running
br: Atualmente, não há partidas em progresso
ja: 現在試合は開始されていません
pt: Atualmente nenhuma partida está acontecendo
zh_hans: 当前没有正在进行的比赛

# PugSharp.Command.Error.NumberOfOvertimeRoundsLessThanZero
source: Max overtime rounds have to be greater than 0!
br: Número máximo de rounds da prorrogação tem que ser maior que 0!
ja: 延長戦の最大ラウンド数は1以上にしてください！
pt: O máximo de rodadas de prorrogação deve ser maior que 0!
zh_hans: 最大加时赛回合数应大于0!

# PugSharp.Command.Error.NumberOfOvertimeRoundsNotNumeric
source: Max overtime rounds have to be an number!
br: Número máximo de rounds da prorrogação tem que ser um número!
ja: 延長戦の最大ラウンド数は数字のみ使用できます！
pt: O máximo de rodadas de prorrogação deve ser um número!
zh_hans: 最大加时赛回合数应为一个数字!

# PugSharp.Command.Error.NumberOfRoundsLessThanZero
source: Max rounds have to be greater than 0!
br: Número máximo de rounds tem que ser maior que 0!
ja: 最大ラウンド数は1以上にしてください！
pt: O máximo de rodadas deve ser maior que 0!
zh_hans: 最大回合数应大于0!

# PugSharp.Command.Error.NumberOfRoundsNotNumeric
source: Max rounds have to be an number!
br: Número máximo de Rounds tem que ser um número!
ja: 最大ラウンド数は数字のみ使用できます！
pt: O máximo de rodadas deve ser um número!
zh_hans: 最大回合数应为一个数字!

# PugSharp.Command.Error.NumberOfRoundsRequired
source: Number of rounds is required!
br: Número de rounds é obrigatório!
pt: O número de rodadas é obrigatório!
zh_hans: 需要比赛的回合数!

# PugSharp.Command.Error.OneMapRequired
source: Can not start match. At least one map is required!
br: Não foi possível iniciar a partida. Pelo menos um mapa é necessário!
pt: Não é possível iniciar a partida. É necessário pelo menos um mapa!
zh_hans: 无法开始比赛. 请选择至少一张地图!

# PugSharp.Command.Error.RconNotSupported
source: This command is not supported via rcon.
br: Este comando não é suportado via rcon.
pt: Este comando não é suportado via rcon.
zh_hans: 这个指令不可以通过rcon执行.

# PugSharp.Command.Error.RoundBackupFileNotFound
source: RoundBackupFile "{0:roundBackupFile}" not found!
br: Arquivo de Backup do round "{0:roundBackupFile}" não encontrado!
pt: RoundBackupFile "{0:roundBackupFile}" não encontrado!
zh_hans: 没有找到回合备份文件 "{0:roundBackupFile}" !

# PugSharp.Command.Error.TeammodePossibleValues
source: PossibleValues for TeamMode: {0:possibleValues}
br: PValores possíveis para o modo de equipe: {0:possibleValues}
pt: Possíveis valores para TeamMode: {0:possíveisValues}
zh_hans: 可以使用的队伍模式: {0:possibleValues}

# PugSharp.Command.Error.TeammodeRequired
source: Teammode is required!
br: Modo de equipe é obrigatório!
pt: O modo equipe é obrigatório!
zh_hans: 需要选择队伍模式!

# PugSharp.Command.Error.UrlRequired
source: Url is required as Argument!
br: URL é obrigatório como um argumento!
pt: URL é necessário como argumento!
zh_hans: 需要输入Url!

# PugSharp.Command.LoadingConfigFromFile
source: Loading Config from file {0:fileName}
br: Carregando configuração do arquivo {0:fileName}
pt: Carregando Config do arquivo {0:fileName}
zh_hans: 从 {0:fileName} 加载配置文件

# PugSharp.Command.LoadingConfigFromUrl
source: Loading Config from {0:url}
br: Carregando configuração de {0:url}
pt: Carregando configuração de {0:url}
zh_hans: 从 {0:url} 加载配置文件

# PugSharp.Command.MapAdded
source: Added **{0:mapName}**. Current maps are {1:maps}
br: Adicionado **{0:mapName}**. Mapas atuais: {1:maps}
pt: Adicionado **{0:mapName}**. Os mapas atuais são {1:maps}
zh_hans: 成功添加 **{0:mapName}**. 当前的地图为 {1:maps}

# PugSharp.Command.MapRemoved
source: Removed **{0:mapName}**. Current maps are {1:maps}
br: Removido **{0:mapName}**. Mapas atuais: {1:maps}
pt: **{0:mapName}** removido. Os mapas atuais são {1:maps}
zh_hans: 成功删除 **{0:mapName}**. 当前的地图为 {1:maps}

# PugSharp.Command.MatchStopped
source: Match stopped!
br: Partida pausada!
pt: Partida interrompida!
zh_hans: 比赛已暂停!

# PugSharp.Hello
source: Hello **{0:playerName}**, welcome to match {1:matchId}
br: Olá **{0:playerName}**, bem vindo à partida {1:matchId}
de: Hallo **{0:playerName}**, willkommen zu dem Match {1:matchId}
es: Hola **{0:playerName}**, bienvenido a la partida {1:matchId}
pt: Olá **{0:playerName}**, bem-vindo ao jogo {1:matchId}
zh_hans: 欢迎 **{0:playerName}** , 欢迎来到比赛 {1:matchId}

# PugSharp.Match.BannedMap
source: Map **{0:mapName}** was banned by {1:teamName}!
br: Mapa **{0:mapName}** foi banido pela equipe {1:teamName}!
de: Die Karte **{0:mapName}** wurde von {1:teamName} gebannt!
es: El mapa **{0:mapName}** ha sido baneado por {1:teamName}!
pt: Mapa **{0:mapName}** foi banido por {1:teamName}!
zh_hans: 地图 **{0:mapName}** 被 {1:teamName} 禁用!

# PugSharp.Match.Error.AlreadyBannedMap
source: You already banned mapnumber {0: mapNumber}: {1:mapName}!
br: Você já baniu o mapa {0: mapNumber}: {1:mapName}!
de: Die hast die Kartennummer {0: mapNumber}: {1:mapName} bereits gebannt!
es: Ya has baneado el mapa número {0: mapNumber}: {1:mapName}!
pt: Você já baniu mapnumber {0: mapNumber}: {1:mapName}!
zh_hans: 你已经禁用了地图 {0: mapNumber}: {1:mapName}!

# PugSharp.Match.Error.AlreadyVotedForTeam
source: You already voted for team {0:teamNumber}: {1:teamName}!
br: Você já votou pela equipe {0:teamNumber}: {1:teamName}!
de: Du hast bereits für das Team {0:teamNumber}: {1:teamName} gewählt!
es: Ya has votado por el equipo {0:teamNumber}: {1:teamName}!
pt: Você já votou na equipe {0:teamNumber}: {1:teamName}!
zh_hans: 你已经投票了队伍 {0:teamNumber}: {1:teamName}!

# PugSharp.Match.Error.NoMapVoteExpected
source: Currently no map vote is active!
br: Atualmente, não há votação de mapas acontecendo!
de: Im Moment ist keine Kartenabstimmung aktiv!
es: No hay ninguna votación de mapa activa en este momento!
pt: Atualmente nenhuma votação de mapa está ativa!
zh_hans: 没有正在进行的地图投票!

# PugSharp.Match.Error.NoReadyExpected
source: Currently ready state is not awaited!
br: Atualmente, não esperamos pelo estado de pronto!
de: Im Moment wird nicht auf den Bereitstatus gewartet!
es: No se espera el estado preparado en este momento!
pt: O estado atualmente pronto não é aguardado!
zh_hans: 当前无法准备!

# PugSharp.Match.Error.NoTeamVoteExpected
source: Currently no team vote is active!
br: Não há votação de equipe ativa!
de: Im Moment ist keine Teamabstimmung aktiv!
es: No hay ninguna votación de equipo activa en este momento!
pt: Atualmente nenhuma votação de equipe está ativa!
zh_hans: 没有正在进行的队伍投票!

# PugSharp.Match.Error.NotPermittedToBanMap
source: You are currently not permitted to ban a map!
br: Atualmente, não é permitido que você faça o banimento de um mapa!
de: Dir ist es im Momment nicht erlaubt eine Karte zu bannen!
es: No puedes banear ningún mapa en este momento!
pt: Atualmente você não tem permissão para banir um mapa!
zh_hans: 你现在不可以禁用地图!

# PugSharp.Match.Error.NotPermittedToVoteForTeam
source: You are currently not permitted to vote for a team!
br: Atualmente, não é permitido que você voce por uma equipe!
de: Dir ist es im Moment nicht erlaubt ein Team zu wählen!
es: No puedes votar por un equipo en este momento!
pt: No momento você não tem permissão para votar em uma equipe!
zh_hans: 你现在不可以投票队伍!

# PugSharp.Match.Error.PauseNotPossible
source: Pause is currently not possible!
br: Pause não é possível atualmente!
de: Im Moment kann keine Pause gestartet werden!
es: No se puede pausar en este momento!
pt: A pausa não é possível no momento!
zh_hans: 当前不可以战术暂停!

# PugSharp.Match.Error.TeamNotAvailable
source: Team with name {0:teamName} is not available!
br: Equipe com o nome {0:teamName} não está disponível!
de: Das Team mit dem Namen {0:teamName} ist nicht verfügbar!
es: El equipo con nombre {0:teamName} no está disponible!
pt: A equipe com o nome {0:teamName} não está disponível!
zh_hans: 无法选择队伍 {0:teamName} !

# PugSharp.Match.Error.UnknownMapNumber
source: Mapnumber **{0:mapNumber}** is not available!
br: Mapa número **{0:mapNumber}** não está disponível!
de: Die Karte mit der Kartennummer **{0:mapNumber}** ist nicht verfügbar!
es: El número de mapa **{0:mapNumber}** no está disponible!
pt: Número do mapa **{0:mapNumber}** não está disponível!
zh_hans: 无法选择地图序号 **{0:mapNumber}** !

# PugSharp.Match.Error.UnpauseNotPossible
source: Unpause is currently not possible!
br: Despausar não é possível atualmente!
de: Im Moment kann die Pause nicht beendet werden!
es: No se puede reanudar la partida en este momento!
pt: No momento, não é possível retomar!
zh_hans: 当前无法取消战术暂停!

# PugSharp.Match.Info.IsLive
source: Match is **LIVE**
br: Partida está **LIVE**
de: Das Spiel ist jetzt **LIVE**
es: La partida está **EN VIVO**
pt: Partida está **LIVE**
zh_hans: **比赛开始 GL&&HF**

# PugSharp.Match.Info.NotReady
source: {0:playerName} is not ready! {1:readyPlayers} of {2:requiredPlayers} are ready.
br: {0:playerName} não está pronto! {1:readyPlayers} de {2:requiredPlayers} estão prontos.
de: {0:playerName} ist nicht bereit! {1:readyPlayers} von {2:requiredPlayers} sind bereit.
es: {0:playerName} no está preparado! {1:readyPlayers} de {2:requiredPlayers} están preparados.
zh_hans: {0:playerName} 取消准备! {1:readyPlayers} / {2:requiredPlayers} 已准备.

# PugSharp.Match.Info.Ready
source: {0:playerName} is ready! {1:readyPlayers} of {2:requiredPlayers} are ready.
br: {0:playerName} está pronto! {1:readyPlayers} de {2:requiredPlayers} estão prontos.
de: {0:playerName} ist bereit! {1:readyPlayers} von {2:requiredPlayers} sind bereit.
es: {0:playerName} está preparado! {1:readyPlayers} de {2:requiredPlayers} están preparados.
zh_hans: {0:playerName} 已准备! {1:readyPlayers} / {2:requiredPlayers} 已准备.

# PugSharp.Match.Info.StartMatch
source: Starting Match. **{0:team1Name}** as **{1:team1Side}**. **{2:team2Name}** as **{3:team2Side}**
br: Partida iniciando. **{0:team1Name}** como **{1:team1Side}**. **{2:team2Name}** como **{3:team2Side}**
de: Start Spiel. **{0:team1Name}** als **{1:team1Side}**. **{2:team2Name}** als **{3:team2Side}**
es: Comenzando partida. **{0:team1Name}** como **{1:team1Side}**. **{2:team2Name}** como **{3:team2Side}**
zh_hans: 开始比赛. **{0:team1Name}* 在 **{1:team1Side}**. **{2:team2Name}** 在 **{3:team2Side}**

# PugSharp.Match.Info.WaitingForAllPlayers
source: Waiting for all players to be ready.
br: Aguardando todos os jogadores estarem prontos.
de: Warte darauf dass alle Spieler bereit sind.
es: Esperando a que todos los jugadores estén preparados.
zh_hans: 正在等待所有玩家准备.

# PugSharp.Match.RemindReady
source: You are !!not!! ready! Type `!ready` if you are ready.
br: Você !!não!! está pronto!! Digite `!ready` se você está pronto.
de: Du bist !!nicht!! bereit! Schreibe `!ready` in den chat wenn du bereit bist.
es: ¡¡No!! estás preparado! Escribe `!ready` si estás preparado.
zh_hans: 你当前 !!没有准备!! ! 输入 `!ready` 准备.

# PugSharp.Match.SelectedTeam
source: {0:teamName} selected {1:side} as startside!
br: {0:teamName} selecionou {1:side} como lado inicial!
de: {0:teamName} hat {1:side} als Startseite gewählt!
es: {0:teamName} ha seleccionado {1:side} como bando de inicio!
zh_hans: {0:teamName} 选择了 {1:side} 作为初始边!

# PugSharp.Match.VotedForTeam
source: You voted for **{0:teamName}**
br: Você votou por **{0:teamName}**
de: Du hast **{0:teamName}** gewählt
es: Has votado por **{0:teamName}**
zh_hans: 你投票给了 **{0:teamName}**

# PugSharp.Match.VotedToBanMap
source: You voted to ban **{0:mapName}**
br: Você votou para banir **{0:mapName}**
de: Du hast dafür gestimmt **{0:mapName}** zu bannen
es: Has votado para banear **{0:mapName}**
zh_hans: 你投票禁用了 **{0:mapName}**

# PugSharp.Match.VoteMapMenuHeader
source: Vote to ban map: type `!<mapnumber>`
br: Para banir, digite: `!<mapnumber>`
de: Stimme ab um eine Karte zu bannen: schreibe `!<Kartennummer>` in den Chat
es: Votación para banear mapa: escribe `!<mapnumber>`
zh_hans: 投票以禁用地图: 输入 `!<地图ID>`

# PugSharp.Match.VoteTeamMenuHeader
source: Choose starting side (`!stay` or `!switch`)
br: Escolha o lado inicial com (`!stay` ou `!switch`)
de: Wähle die Startseite:
es: Elige bando inicial:
zh_hans: 选择初始边 (`!stay` 或 `!switch`)

# PugSharp.Match.WaitForOtherTeam
source: Waiting for other Team to vote!
br: Aguardando o voto da outra equipe!
de: Warte auf die Abstimmung des anderen Teams!
es: Esperando a que vote el otro equipo!
zh_hans: 等待对方投票!

# PugSharp.NotifyReady
source: type `!ready` to be marked as ready for the match
br: digite `!ready` para se marcar como pronto e iniciar a partida
de: schreibe `!ready` in den Chat um als bereit markiert zu werden
es: escribe `!ready` para marcarte como preparado para la partida
zh_hans: 输入 `!ready` 以准备比赛

# PugSharp.PoweredBy
source: powered by **PugSharp** (https://github.com/Lan2Play/PugSharp/)
br: distribuído por **PugSharp** (https://github.com/Lan2Play/PugSharp/)
es: desarrollado por **PugSharp** (https://github.com/Lan2Play/PugSharp/)
zh_hans: 由 **PugSharp** (https://github.com/Lan2Play/PugSharp/) 强力驱动
